url = 'https://antoshkaspb.ru'
urlsp = 'https://antoshkaspb.ru/category/sobstvennoe-proizvodstvo/'
urlstr = 'https://antoshkaspb.ru/category/koljaski/'
urlcar = 'https://antoshkaspb.ru/category/avtokresla/'
urlbasket = 'https://antoshkaspb.ru/checkoutone/'
email = 'qaptest@ya.ru'
passw = 'Qapqap'
pasbroken = 'qapqap'
phone = '9036035940'
catalog = ('Собственное произодство', 'Детские коляски', 'Детские автокресла',
           'Детская комната', 'Матрасы', 'Постельное белье', 'Одежда и обувь детская',
           'Велосипеды, игрушки, коврики', 'Товаря для беременных',
           'Товары для кормления и ухода')
menu = ('Магазины', 'Доставка', 'Оплата', 'Гарантия', 'Поставщикам', 'Вход', 'Вакансии')
product = 'Матрас'
quantity = '168'
category_sp = ('Детские новогодние костюмы', 'Конверты для новорожденных',
               'Матрасы, наматрасники', 'Махровые изделия детские', 'Нагрудники детские',
               'Одежда для беременных', 'Одежда для новорожденных', 'Пеленки',
               'Постельные принадлежности детские')
category_str = ('Коляски 2 в 1', 'Коляски 3 в 1', 'Коляски-люльки', 'Коляски-люльки 2 в 1 (с автокреслом)',
                'Коляски для двойни и погодок', 'Конверты в коляску', 'Аксессуары для колясок',
                'Сумки для колясок', 'Адаптеры для автокресел', 'Коляски прогулочные', 'Коляски трости',
                'Коляски-Трансформеры', 'Люльки для колясок')
category_car = ('Велосипедные кресла', 'База для автокресел', 'Автокресла для новорожденных',
                'Автокресла 0-18 кг', 'Автокресла 0-25 кг', 'Автокресла 0-36 кг', 'Автокресла 9-18 кг',
                'Автокресла 9-25 кг', 'Автокресла 9-36 кг', 'Автокресла 15-36 кг и бустеры',
                'Автокресла 0-50 кг', 'Аксессуары для путешествий', 'Аксессуары для автокресел',
                'Защита автомобильных сидений')
category_room = ('Растущая детская мебель', 'Комоды', 'Кровати детские', 'Кровати-трансформеры',
                 'Наборы детской мебели', 'Колыбели детские', 'Кресла для мамы (кормление и сон малыша)',
                 'Мебель Гандылян', 'Развивающая мебель', 'Подростковая мебель', 'Аксессуары для кроваток',
                 'Ночники', 'Шкафы и стеллажи', 'Пеленальные доски и столики', 'Декор и аксессуары')

category_mat = ('Матрасы в кроватку детские', 'Матрасы для комодов, наматрасники', 'Матрасы для манежей')

subcat_shoes = ('Детская мембранная обувь', 'Детская обувь Первый Шаг', 'Детская текстильная обувь',
                'Детские ботинки', 'Детские валенки', 'Детские кеды', 'Детские кроссовки', 'Детские мокасины',
                'Детские полуботинки', 'Детские сандалии', 'Детские сапожки', 'Детские сноубутсы',
                'Детские чешки', 'Детские домашние туфли', 'Детские пинетки', 'Детская резиновая обувь',
                'Детские летние туфли')
subcat_book = ('Гармошки, панорамы', 'Книги для малышей', 'Интерактивные книги', 'Книги-пазлы',
               'Обучающие книги', 'Детские планшеты, плееры, телефоны', 'Пособия для родителей',
               'Детские ростомеры', 'Книги с наклейками', 'Сказки', 'Детские художественные книги',
               'Пособия Школа семи гномов')

nameslider = 'Акция 17.05.-30.07.21'

devconditions = ('Условия доставки по Санкт-Петербургу', 'Условия оплаты', 'Услуга подъема',
                'Условия самовывоза', 'Условия доставки по Ленинградской области',
                'Условия доставки по России')